var jsonNews = {
	section: [
		{
			newsImgdate: [
				{
					img: "img/news_img/newspaper.jpg",
					month: "Лип.",
					day: "14"
				}
			],
			newsArticle: [
				{
					img: "img/news_img/newspaper.jpg",
					imgClass:"",
					title: "Про встановлення місцевих податків та зборів",
					author: "Cільська рада",
					link: "https://www.facebook.com/krabtolua?fref=nf",
					alert: "normal",
					paragraph1: "Демидівська сільська рада повідомляє, що 4 липня 2016 року на шостій сесії сьомого скликання Демидівської сільської ради прийнято рішення № 65-6-VІІ «Про встановлення місцевих податків та зборів на території Демидівської сільської ради на 2017 рік». ",
					paragraph2: "Для ознайомлення з рішенням сесії сільської ради «Про встановлення місцевих податків та зборів на території Демидівської сільської ради на 2017 рік» звертатись за адресою:",
					paragraph3: "07335, Демидівська сільська рада, Київська область, Вишгородський район, с. Демидів, вул. Фастова, 2, тел. (04596) 33-242."
				}
			]
		},
		{
			newsImgdate: [
				{
					img: "img/news_img/happy.jpg",
					month: "Лип.",
					day: "23"
				}
			],
			newsArticle: [
				{
					img: "img/news_img/happy.jpg",
					imgClass:"",
					title: "Приємні новини",
					author: "Lyudmila Sharay",
					link: "https://www.facebook.com/sharaylg?fref=nf",
					alert: "normal",
					paragraph1: "Шановні демидівці!Хочу поділитись приємною новиною - у будівлі колишнього табору праці і відпочинку, який знаходиться по вул. Богдана Хмельницького, є новий власник. Прилегла територія буде прибрана, огорожена і під охороною. Що буде в даній будівлі, власник ще не визначився, але, в процесі спілкування, зазначив, що хоче почути побажання демидівців.",
				}
			]
		},
		{
			newsImgdate: [
				{
					img: "img/news_img/ambrozia.jpg",
					month: "Лип.",
					day: "27"
				}
			],
			newsArticle: [
				{
					img: "img/news_img/ambrozia.jpg",
					imgClass:"",
					title: "АМБРОЗІЯ - росте по всіх вулицях нашого села",
					author: "Iryna Pobidash",
					link: "https://www.facebook.com/iryna.pobidash?fref=nf",
					alert: "normal",
					paragraph1: "Ці фото зроблені на вулиці Гуреєва. Але небезпечна рослина - АМБРОЗІЯ - росте по всіх вулицях нашого села. Багато хто не підозрює, на скільки вона небезпечна. Зверніть увагу, бо починається найнебезпечніший період цвітіння амброзії.",
					paragraph2: "Ось лише маленька цитата про АМБРОЗІЮ: Амброзия — опастный сорняк-аллерген, который еще в прошлом веке пришел в Украину из Северной Америки, захватил наши поля и уверенно наступает на города.",
					paragraph3: "В период цветения амброзии (конец июля — середина сентября) многие люди испытывают сильный дискомфорт из-за аллергической реакции на ее пыльцу: насморк, слезотечение, зуд в глазах и носоглотке, кашель, вплоть до удушья.\n 				От аллергии никто не застрахован, и даже абсолютно здоровый человек может стать аллергиком, если пару недель подышит воздухом, в котором много пыльцы амброзии. Причем, заработанный таким образом недуг, практически неизлечим. Многие люди вынуждены просто уезжать куда-нибудь подальше во время цветения амброзии."
				}
			]
		},
		{
			newsImgdate: [
				{
					img: "img/news_img/meeting.jpg",
					month: "Сер.",
					day: "18"
				}
			],
			newsArticle: [
				{
					img: "img/news_img/meeting.jpg",
					imgClass:"",
					title: "Засідання постійної комісії з земельних відносин",
					author: "Lyudmila Sharay",
					link: "https://www.facebook.com/sharaylg?fref=nf",
					alert: "normal",
					paragraph1: "Повідомляю, що завтра, 19 серпня 2016 р. о 16.00 годині в приміщенні Демидівської сільської ради відбудеться засідання постійної комісії з питань регулювання земельних відносин, будівництва, благоустрою та охорони навколишнього природного середовища.",
					paragraph2: "На порядку денному питання виконання рішень постійної комісії, в тому числі і питання підготовки до опалювального сезону 2016-2017 рр.",
					paragraph3: "Засідання комісії відкрите. Запрошую жителів села, особливо житлового масиву по вул. Фастова."
				}
			]
		},
		{
			newsImgdate: [
				{
					img: "img/news_img/day_care.jpg",
					month: "Сер.",
					day: "26"
				}
			],
			newsArticle: [
				{
					img: "img/news_img/day_care.jpg",
					imgClass:"",
					title: "Група продовженого дня в дитячому садочку",
					author: "Vita Kovalenko",
					link: "https://www.facebook.com/vita.kovalenko.370?fref=nf",
					alert: "normal",
					paragraph1: "Всім доброго дня! Хочу повідомити що на сьогоднішній день обговорюється питання можливості створення групи продовженого дня в нашому дитячому садочку, яка буде працювати до 19:00 - 19:30. Для подальшого вирішення цього питання потрібно скласти список з підписами батьків, які бажають віддати свою дитину в таку групу. Список передамо завідуючій дитячим садочком. Будь-ласка батьки яким це цікаво з понеділка в кожній групі в роздягальні на підвіконні буде лежати аркуш паперу з ручкою на якому ви можете записали ім\`я дитини і свої ініціали, підпис, номер телефону. Ще прохання,якщо є можливість повідомте про це іншим батькам."
				}
			]
		},
		{
			newsImgdate: [
				{
					img: "img/news_img/forest_school.jpg",
					month: "Вер.",
					day: "06"
				}
			],
			newsArticle: [
				{
					img: "img/news_img/forest_school.jpg",
					imgClass:"",
					title: "Школа англійської мови \«FOREST SCHOOL\»",
					author: "FOREST SCHOOL",
					link: "#",
					alert: "normal",
					paragraph1: "В селі Демидів відкрилася школа англійської мови \«FOREST SCHOOL\» (Форест Скул). Оголошується набір на групові заняття для дошкільнят та учнів.",
					paragraph2: "Деталі за телефоном: 066-176-08-81; 068-513-11-80."
				}
			]
		},
		{
			newsImgdate: [
				{
					img: "img/news_img/light_off.jpg",
					month: "Вер.",
					day: "16"
				}
			],
			newsArticle: [
				{
					img: "img/news_img/light_off.jpg",
					imgClass:"",
					title: "ДО УВАГИ ГРОМАДЯН!",
					author: "Вишгородський РЕМ",
					link: "http://www.koe.vsei.ua/koe/index.php?page=135",
					alert: "attention",
					paragraph1: "16 вересня 2016 року з 9.00 до 17.00 не буде електропостачання на вулицях: Стовпова, Св\`ято-Михайлівська (Жовтнева), Васильєва, Маяковського, Масив Молодіжний, Шевченка, Київська, Варвари Довженко (Комсомольська), Річна, Вербова, Польова, Сонячна (Радянська),пров. Даценка"
				}
			]
		},
		{
			newsImgdate: [
				{
					img: "img/news_img/memory.jpg",
					month: "Вер.",
					day: "16"
				}
			],
			newsArticle: [
				{
					img: "img/news_img/memory.jpg",
					imgClass:"",
					title: "Вшанування загиблих в війні земляків",
					author: "Iryna Pobidash",
					link: "https://www.facebook.com/iryna.pobidash?fref=nf",
					alert: "normal",
					paragraph1: "Дорогі мої односельці. Проанонсую величезний захід, який пройде в Демидові 1 жовтня. Оргкомітет, який складається із спортсменів (А.Філіпович, Катерина Прищепа, О. Костюченко і Dima Dmitrenko), учасника бойових дій-депутата сільради Игорь Тигнеев , мене, як депутата райради, на чолі з вдовою загиблого Таня Костюченко визначились із форматом проведення заходів вшанування загиблих в війні на сході України наших земляків.",
					paragraph2: "Олександр Горган, Ростислав Кириченко, Marina Spiridonova-Melnik, відділ культури Вишгородської РДА відгукнулись на нашу ініціативу і допомагають у організації заходу.",
					paragraph3: "В програмі заходу: *урочисте відкриття; *спартакіада (від веселих змагань для малюків до ігрових, важко- та легкоатлетичних та інтелектуальних видів спорту для дітей та дорослих); *концерт дитячої творчості району; *каша; *забави для малят тощо. Вже дав згоду допомогти у нагородженні переможців турніру та учасників концерту #зоопарк \"12місяців\". Сценарій і регламент розробляється. Ідеї і допомога приймаються з вдячністю! Будемо раді прийняти в селі гостей зі всього району."
				}
			]
		},
		{
			newsImgdate: [
				{
					img: "img/news_img/medichna-dopomoga.jpg",
					month: "Вер.",
					day: "23"
				}
			],
			newsArticle: [
				{
					img: "img/news_img/medichna-dopomoga.jpg",
					imgClass:"",
					title: "Допомога для односельців",
					author: "Iryna Pobidash",
					link: "https://www.facebook.com/iryna.pobidash?fref=nf",
					alert: "normal",
					paragraph1: "Якщо Ви знаєте людей, які в даний час потребують допомоги на лікування (складні випадки), передайте їм мій телефон 0964649669. Маю можливість частково допомогти."
				}
			]
		},
		{
			newsImgdate: [
				{
					img: "img/news_img/holiday.jpg",
					month: "Вер.",
					day: "24"
				}
			],
			newsArticle: [
				{
					img: "img/news_img/holiday.jpg",
					imgClass:"big-picture",
					title: "Вшанування загиблих в війні земляків",
					author: "Iryna Pobidash",
					link: "https://www.facebook.com/iryna.pobidash?fref=nf",
					alert: "attention",
					paragraph1: ""
				}
			]
		}
	]
};
var newjsonNews = jsonNews.section.reverse();

var templateInfo = document.getElementById("news-template").innerHTML;
var template = Handlebars.compile(templateInfo);

var templateData = template(jsonNews);
document.getElementById('news').innerHTML += templateData;
